<?php include('header.php'); ?>
<style>
span {
	font-size:14px;
	margin-left:-17px;
}
pre {
	font-family: Arial,宋体;
	line-height: 22px;
	width: 80%;
	background: #FFFFFF;
	padding: 20px 40px;
	border-radius: 7px;
}
</style>

<div id="body">
<?php include('config_category.php'); ?>

<pre>
<span>1) 关于我们</span>
AMH全名Amysql Host，是一款一直很努力、专注于LNMP平台应用开发的国产面板，
也是国内首个免费开源主机面板。面板基于(Linux / Nginx / MySQL / PHP) 构架环境运行。

<span>2) 学习与进步</span>
AMH使用GPL开源授权协议、所有源码开放，目前已有较为丰富的使用说明、开发学习文档，与有良好的用户群，
您使用、学习AMH都是一没错的选择，AMH希望用户使用面板同时也有所学习与收获、与您共同进步、发展。

<span>3) 使用与开发</span>
模块扩展程序是AMH最大的特点，AMH主程序只做建站必要的功能，面板全部文件、程序500余KB，结构清晰，轻巧高效。
面板其它相关辅助功能以模块方式提供、按需扩展安装，用户也可应需求开发属于自己的功能模块。
模块扩展程序也是做为AMH面板的重点，今后会提供更加丰富的功能模块支持、
也希望有开发能力的用户参与AMH模块开发，为AMH的发展增添多一份力量、为用户提供更多面板功能支持。

另外，AMH面板支持即时、定时、加密、本地、远程、可选择性、全方位面板数据备份功能，
为您提供数据无忧备份保护，也希望您能保持良好的数据定时备份习惯。

<span>4) 安全与用户体验</span>
做为服务器应用软件，安全、稳定是优秀用户体验的基础，AMH会尽最大能力考虑各方面安全问题，
面板WEB端是使用AMP MVC框架开发，统一数据请求入口安全验证，与系统Shell入口统一安全过滤处理。
AMH支持用户选择安全模式/兼容模式的虚拟主机运行环境，安全防跨站、兼容环境，您可自由选择切换。
同时，面板用户体验、操作交互方面AMH也会尽最大努力做好细节优化，与各浏览器兼容运行。

<span>5) 用户与承诺</span>
AMH承诺不管是目前或是以后发布的版本，用户都可永远免费安装使用，
面板所有功能不做任何限制，面板也不会植入任何第三方广告、推介、等无关信息。
同时官方开发、发布的模块扩展程序也都统一免费提供用户下载使用。


您使用AMH如有任何问题、或需帮助、或是功能建议、
请您联系反馈于我们，AMH会时刻与您同在。
@ 2013年07月15日 AMH团队

</pre>

</div>
<?php include('footer.php'); ?>
